<template>
  <div>
    <v-card>
      <v-container>
        <h2>spoleadとは・・・</h2>
        <div>
          <p>
            幼児から高校生までのスポーツに関わる保護者、選手、チーム関係者向けの情報サイトです。<br>
            様々なスポーツの口コミ情報を入手し、これまでの閉塞的なオフラインでの情報収集だけではなく、広域に情報を取得できるように立ち上げたサービスです。<br>
            たくさんの方々の協力により成り立っているサイトです。<br>
            今後は、スポーツに関わる「食」「医療」「用品」「施設」情報など選手、保護者、関係者の皆様を応援するための様々な役に立つ情報をコンテンツに取り込んで行きたいと考えています。
          </p>
        </div>
        <h2>サイト利用規約</h2>
        <div>
          <p class="indent">
            ユーザ様には、以下の規約（以下「本規約」といいます。）に従って当方の運営する各サイト（以下「当サイト」といいます。）におけるサービス（以下「当サービス」といいます。）をご利用いただきます。お客様は、当サービスを利用することによって、本規約の内容を承諾いただいたものとします。
          </p>
          第1条 当サイトが提供するサービスについて<br>
          <p class="indent">
            当サイトが提供するサービスには下記の内容が含まれます。ただし、デバイスやアプリケーションによって、一部提供サービスが異なる場合がございますことを予めご了承下さい。
          </p>
          (1)当サービスの利用に当たって注意事項<br>
          <p class="indent">
            ユーザ様が当サービスをご利用になる場合には、WEBにアクセスしていただく必要があります。ユーザ様には、自らの責任と費用で必要な機器やソフトウェア、通信手段等をご用意いただき、それらを適切に設置、操作いただく必要があります。<br>
            当方はユーザ様がWEBにアクセスするための準備、方法などについては一切関与いたしません。そこから生じる不具合等に関してはお客様ご自身の責任において対処してください。<br>
            当方はユーザ様に対し、当サービスを提供する義務を負わないものとします。<br>
            当方は当サービスの内容の正確性・信頼性・完全性や確実な提供、アクセス結果などにつきましては一切保証しておりません。<br>
            当サービスの変更等があった後にユーザ様が当サービスを利用した場合には、ユーザ様は当該変更等の内容を十分に理解し、これに同意したうえで当サービスを利用したものとみなします。<br>
          </p>
          第2条 ユーザ様の責務<br>
          <p class="indent">
            当サイトにおけるコンテンツに関する各種権利は、本規約に特別の規定がある場合を除き、著作権法等の関係諸法令の定めに従うものとします。当サービスに関連して、以下の行為を禁止します。<br>
          </p>
          <p class="indent-box">
            1. 法令に違反するもの、著作権・著作者人格権・商標権等の知的財産権やその他他人の権利を侵害するもの、他人に経済的・精神的損害を与えるもの、脅迫的なもの、他人の名誉を毀損するもの、他人のプライバシーを侵害するもの、他人を中傷するもの、公序良俗に反するもの、罵詈雑言に類するもの、嫌悪感を与えるもの、民族的・人種的・その他全ての差別につながるもの、倫理的観点などから問題のあるものを、当サービスを通じて掲載、開示、提供または送信(発信)すること<br>
            2. 未成年者の健全な保護育成を害するような行為をすること<br>
            3. 法令や条例に違反する行為を行うこと<br>
            4. 自分以外の人物を名乗ったり、代表権や代理権がないにもかかわらず会社などの組織を名乗ったり、または他の人物や組織と提携、協力関係にあると偽ったりすること（過失に基づき誤認した場合も含む）<br>
            5. 他のユーザ様または第三者との間での、売買等金銭的な利害の発生する行為及び代価性のない物品の交換や贈与等経済的な利害関係の生じること、並びにその他営利を目的とする一切のこと<br>
            6. 商業用の広告、宣伝を目的としたコンテンツ、ジャンクメール、スパムメール、チェーンレター、無限連鎖講、その他勧誘を目的とするコンテンツを送信（発信）すること<br>
            7. 法令または本規約において認められている場合を除き、当サイトの提供する情報を当社の事前の同意なく、複写、もしくはその他の方法により再生、複製、公開、送信、頒布、翻訳、翻案、転載、再利用またはこれらの目的で使用するために保管すること<br>
            8. コンピュータウイルスなど、有害なプログラム・スクリプトの類を含むコンテンツを送信（発信）すること<br>
            9. 当サービスまたは当サービスに接続しているサーバもしくはネットワークを妨害したり、混乱させたりすること、あるいは当サービスに接続しているサーバもしくはネットワークの使用条件、操作手順、諸規約、規定に従わないこと<br>
            10. ソフトウェアを複写、修正、改変、二次利用したり、リバースエンジニアリング、逆アセンブルなどの方法でソースコードを解読したり、譲渡、再実施許諾したりすること<br>
            11. 提供されているインターフェイス以外の手段を用いて当社サービスにアクセスすること<br>
            12. ロボット等機械的方法を用いて当サイトのコンテンツを大量に複製、分析、参照する行為（スクレイピング等）をすること<br>
            13. 他のユーザ様の個人情報を収集したり蓄積すること、またはこれらの行為をしようとすること<br>
            14. 反社会的勢力に利益を提供したり、親密な関係を構築したりすること<br>
            15. 選挙の事前運動、選挙運動またはこれらに類似すること、及び公職選挙法に抵触すること<br>
            16. 口コミ投稿などにおいて、意図的に虚偽の情報を送信(発信)すること<br>
            17. 当サイトの趣旨から逸脱した内容を送信(発信)すること<br>
            18. 犯罪予告・犯罪指南など重大な危険行為・犯罪に結びつく、またこれを助長する内容を送信(発信)すること<br>
            19. 口コミなどの評価を意図的に操作する行為に基づく内容を送信(発信)すること<br>
            20. 記号の多用などにより、表示や判読に支障がある内容を送信(発信)すること<br>
            21. カテゴリ、文脈を逸脱する内容、テーマに無関係な内容を送信(発信)すること<br>
            22. 他人による不正な勧誘や強制によりコンテンツを送信(発信)すること<br>
            23. ユーザ様にとって参考にならないほど古い情報を送信(発信)すること<br>
            24. 当方または当方が遂行する業務への非難など当方のサービスを妨げる内容を送信(発信)すること<br>
            25. 当方が不適切と判断した内容を送信(発信)すること、または不適切と判断した行為によりコンテンツを送信(発信)すること<br>
            26. 当方が不適切と判断し削除した内容を再び送信(発信)すること<br>
            27. その他利用規約に違反すること<br>
          </p>
          第3条 口コミについて<br>
          (1)当サイトの口コミについて<br>
          <p class="indent">
            当サイトでは、ユーザ様なら誰でも口コミを投稿することができますが、情報の公正性を保つため、口コミ点数を操作するなどの意図を持った口コミ投稿を禁じています。口コミはあくまでも個々のお客様の主観による評価であり、個人差があるものとあらかじめご了承ください。当方が口コミの真偽、正確性、有用性、及び第三者の権利を侵害していないことを保証するものではありません。<br>
          </p>
          (2)口コミ投稿に関する注意事項<br>
          <p class="indent">
            当サイトに参加するお客様が有意義な情報を得られるよう、口コミは当規約に定めるルールを守って投稿してください。<br>
            ・口コミを投稿する際は、必ず「他の人が読んで、参考になること」を心がけていただき、口コミを投稿される対象に関する感想を具体的に記述してください。<br>
            ・口コミを投稿する際は、あくまでも個人の感想として記載し、文脈に関係なく断定的な表現は避けてください。<br>
            ・口コミにおいて、特定または不特定を問わず、他のユーザ様に対して誹謗・中傷・嘲笑することはご遠慮ください。<br>
          </p>
        </div>
        <h2>個人情報の保護に関する方針</h2>
        spoleadでは個人情報を適切に取得、管理、利用し、個人情報保護法その他の関連法令の理念に則った個人情報の保護を徹底いたします。<br>
        【個人情報の定義】<br>
        <p class="indent">
          個人情報とは、個人の氏名、生年月日、性別、電話番号、電子メールアドレス、職業、勤務先等、特定の個人を識別し得る情報のことです。<br>
        </p>
        【個人情報の収集】<br>
        <p class="indent">
          spoleadは適法且つ適正な手段により目的を開示して本人その他の開示権限のある者から個人情報を取得します。<br>
          spoleadは取得時に開示された目的の範囲内で適法且つ適正な手段により個人情報を利用します。<br>
        </p>
        【個人情報の第三者提供】<br>
        <p class="indent">
          spoleadは、法令に基づく場合等正当な理由によらない限り、事前に本人の同意を得ることなく、個人情報を第三者に開示・提供することはありません。<br>
        </p>
        【委託先の監督】<br>
        <p class="indent">
          spoleadは、サイト利用者へサービスを提供する等の業務遂行上、個人情報の一部を外部の委託先へ提供する場合があります。その場合、業務委託先が適切に個人情報を取り扱うように管理いたします。<br>
        </p>
        【個人情報の管理】<br>
        <p class="indent">
          spoleadは、個人情報への不正アクセス、個人情報の紛失、破壊、改ざん及び漏えい等のあるまじき事態を防止するための適法且つ適正な措置を講じて個人情報を管理します。<br>
        </p>
        【本人の権利確保】<br>
        <p class="indent">
          当協会は、本人から求めがあった場合には、その求めに従い、適法且つ適正な手段により個人情報の開示、訂正、追加若しくは削除、利用停止、消去若しくは第三者に対する提供停止を社会通念上合理的な範囲で実施します。<br>
        </p>
      </v-container>
    </v-card>
  </div>
</template>

<script>
export default {
  data: () => ({
  })
}
</script>
<style lang="scss" scoped>
h2 {
  text-decoration: underline;
}
p {
  font-size: 16px;
  padding: 4px;
}
.indent {
  text-indent: 1em;
}
.indent-box {
  padding-left: 20px;
}
.container {
  margin-top: 2em;
  div {
    padding: 1em;
  }

}
</style>
